;This is a text file for base version lol



;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; BASE V1.00 ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; HK416 ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;



;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; HK416'S HAIR ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[GFL_404_HK416_Hair_A_T X2BodyPartTemplate]
DisplayName="少女前线HK416 发型"

[GFL_404_HK416_Hair_B_T X2BodyPartTemplate]
DisplayName="少女前线HK416 发型(无 发饰)"

[GFL_404_HK416_Hair_C_T X2BodyPartTemplate]
DisplayName="少女前线HK416 发型(主 变色装饰)"

[GFL_404_HK416_Hair_D_T X2BodyPartTemplate]
DisplayName="少女前线HK416 发型(副 变色装饰)"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; HK416'S FACE PAINT ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[GFL_404_HK416_FacePaint_Teardrop_T X2BodyPartTemplate]
DisplayName="少女前线HK416 泪滴脸妆"


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; HK416 FACE GEAR ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[GFL_404_HK416_FaceGear_A_Helm_T X2BodyPartTemplate]
DisplayName="少女前线HK416 全脸 装备"

[GFL_404_HK416_FaceGear_A_FPU_T X2BodyPartTemplate]
DisplayName="少女前线HK416 全脸 装备"

[GFL_404_HK416_FaceGear_A_FPL_T X2BodyPartTemplate]
DisplayName="少女前线HK416 全脸 装备"

[GFL_404_HK416_FaceGear_B_Helm_T X2BodyPartTemplate]
DisplayName="少女前线HK416 贝雷帽"

[GFL_404_HK416_FaceGear_B_FPU_T X2BodyPartTemplate]
DisplayName="少女前线HK416 贝雷帽"

[GFL_404_HK416_FaceGear_B_FPL_T X2BodyPartTemplate]
DisplayName="少女前线HK416 贝雷帽"

[GFL_404_HK416_FaceGear_C_Helm_T X2BodyPartTemplate]
DisplayName="少女前线HK416 耳机"

[GFL_404_HK416_FaceGear_C_FPU_T X2BodyPartTemplate]
DisplayName="少女前线HK416 耳机"

[GFL_404_HK416_FaceGear_C_FPL_T X2BodyPartTemplate]
DisplayName="少女前线HK416 耳机"

[GFL_404_HK416_FaceGear_D_Helm_T X2BodyPartTemplate]
DisplayName="少女前线HK416 面具"

[GFL_404_HK416_FaceGear_D_FPU_T X2BodyPartTemplate]
DisplayName="少女前线HK416 面具"

[GFL_404_HK416_FaceGear_D_FPL_T X2BodyPartTemplate]
DisplayName="少女前线HK416 面具"



;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; HK416 OUTFIT ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;



;;;;;;;;;;;;;
;;;;ARMS;;;;;
;;;;;;;;;;;;;

[Kev_GFL_404_HK416_Arms_T X2BodyPartTemplate]
DisplayName="少女前线HK416 手臂"

[LgtPlated_GFL_404_HK416_Arms_T X2BodyPartTemplate]
DisplayName="少女前线HK416 手臂"

[MedPlated_GFL_404_HK416_Arms_T X2BodyPartTemplate]
DisplayName="少女前线HK416 手臂"

[HvyPlated_GFL_404_HK416_Arms_T X2BodyPartTemplate]
DisplayName="少女前线HK416 手臂"

[LgtPowered_GFL_404_HK416_Arms_T X2BodyPartTemplate]
DisplayName="少女前线HK416 手臂"

[MedPowered_GFL_404_HK416_Arms_T X2BodyPartTemplate]
DisplayName="少女前线HK416 手臂"

[HvyPowered_GFL_404_HK416_Arms_T X2BodyPartTemplate]
DisplayName="少女前线HK416 手臂"


;;;;;;;;;;;;;
;;;;LEGS;;;;;
;;;;;;;;;;;;;

[Kev_GFL_404_HK416_Legs_A_T X2BodyPartTemplate]
DisplayName="少女前线HK416 腿 A"

[LgtPlated_GFL_404_HK416_Legs_A_T X2BodyPartTemplate]
DisplayName="少女前线HK416 腿 A"

[MedPlated_GFL_404_HK416_Legs_A_T X2BodyPartTemplate]
DisplayName="少女前线HK416 腿 A"

[HvyPlated_GFL_404_HK416_Legs_A_T X2BodyPartTemplate]
DisplayName="少女前线HK416 腿 A"

[LgtPowered_GFL_404_HK416_Legs_A_T X2BodyPartTemplate]
DisplayName="少女前线HK416 腿 A"

[MedPowered_GFL_404_HK416_Legs_A_T X2BodyPartTemplate]
DisplayName="少女前线HK416 腿 A"

[HvyPowered_GFL_404_HK416_Legs_A_T X2BodyPartTemplate]
DisplayName="少女前线HK416 腿 A"

;-------------------------------------------------------------

[Kev_GFL_404_HK416_Legs_B_T X2BodyPartTemplate]
DisplayName="少女前线HK416 腿 B"

[LgtPlated_GFL_404_HK416_Legs_B_T X2BodyPartTemplate]
DisplayName="少女前线HK416 腿 B"

[MedPlated_GFL_404_HK416_Legs_B_T X2BodyPartTemplate]
DisplayName="少女前线HK416 腿 B"

[HvyPlated_GFL_404_HK416_Legs_B_T X2BodyPartTemplate]
DisplayName="少女前线HK416 腿 B"

[LgtPowered_GFL_404_HK416_Legs_B_T X2BodyPartTemplate]
DisplayName="少女前线HK416 腿 B"

[MedPowered_GFL_404_HK416_Legs_B_T X2BodyPartTemplate]
DisplayName="少女前线HK416 腿 B"

[HvyPowered_GFL_404_HK416_Legs_B_T X2BodyPartTemplate]
DisplayName="少女前线HK416 腿 B"


;-------------------------------------------------------------

[Kev_GFL_404_HK416_Legs_C_T X2BodyPartTemplate]
DisplayName="少女前线HK416 腿 C"

[LgtPlated_GFL_404_HK416_Legs_C_T X2BodyPartTemplate]
DisplayName="少女前线HK416 腿 C"

[MedPlated_GFL_404_HK416_Legs_C_T X2BodyPartTemplate]
DisplayName="少女前线HK416 腿 C"

[HvyPlated_GFL_404_HK416_Legs_C_T X2BodyPartTemplate]
DisplayName="少女前线HK416 腿 C"

[LgtPowered_GFL_404_HK416_Legs_C_T X2BodyPartTemplate]
DisplayName="少女前线HK416 腿 C"

[MedPowered_GFL_404_HK416_Legs_C_T X2BodyPartTemplate]
DisplayName="少女前线HK416 腿 C"

[HvyPowered_GFL_404_HK416_Legs_C_T X2BodyPartTemplate]
DisplayName="少女前线HK416 腿 C"

;;;;;;;;;;;;;
;;;;TORSO;;;;
;;;;;;;;;;;;;

[Kev_GFL_404_HK416_Torso_A_T X2BodyPartTemplate]
DisplayName="少女前线HK416 身体 A"

[LgtPlated_GFL_404_HK416_Torso_A_T X2BodyPartTemplate]
DisplayName="少女前线HK416 身体 A"

[MedPlated_GFL_404_HK416_Torso_A_T X2BodyPartTemplate]
DisplayName="少女前线HK416 身体 A"

[HvyPlated_GFL_404_HK416_Torso_A_T X2BodyPartTemplate]
DisplayName="少女前线HK416 身体 A"

[LgtPowered_GFL_404_HK416_Torso_A_T X2BodyPartTemplate]
DisplayName="少女前线HK416 身体 A"

[MedPowered_GFL_404_HK416_Torso_A_T X2BodyPartTemplate]
DisplayName="少女前线HK416 身体 A"

[HvyPowered_GFL_404_HK416_Torso_A_T X2BodyPartTemplate]
DisplayName="少女前线HK416 身体 A"

;-------------------------------------------------------------

[Kev_GFL_404_HK416_Torso_B_T X2BodyPartTemplate]
DisplayName="少女前线HK416 身体 B"

[LgtPlated_GFL_404_HK416_Torso_B_T X2BodyPartTemplate]
DisplayName="少女前线HK416 身体 B"

[MedPlated_GFL_404_HK416_Torso_B_T X2BodyPartTemplate]
DisplayName="少女前线HK416 身体 B"

[HvyPlated_GFL_404_HK416_Torso_B_T X2BodyPartTemplate]
DisplayName="少女前线HK416 身体 B"

[LgtPowered_GFL_404_HK416_Torso_B_T X2BodyPartTemplate]
DisplayName="少女前线HK416 身体 B"

[MedPowered_GFL_404_HK416_Torso_B_T X2BodyPartTemplate]
DisplayName="少女前线HK416 身体 B"

[HvyPowered_GFL_404_HK416_Torso_B_T X2BodyPartTemplate]
DisplayName="少女前线HK416 身体 B"

;-------------------------------------------------------------

[Kev_GFL_404_HK416_Torso_C_T X2BodyPartTemplate]
DisplayName="少女前线HK416 身体 C"

[LgtPlated_GFL_404_HK416_Torso_C_T X2BodyPartTemplate]
DisplayName="少女前线HK416 身体 C"

[MedPlated_GFL_404_HK416_Torso_C_T X2BodyPartTemplate]
DisplayName="少女前线HK416 身体 C"

[HvyPlated_GFL_404_HK416_Torso_C_T X2BodyPartTemplate]
DisplayName="少女前线HK416 身体 C"

[LgtPowered_GFL_404_HK416_Torso_C_T X2BodyPartTemplate]
DisplayName="少女前线HK416 身体 C"

[MedPowered_GFL_404_HK416_Torso_C_T X2BodyPartTemplate]
DisplayName="少女前线HK416 身体 C"

[HvyPowered_GFL_404_HK416_Torso_C_T X2BodyPartTemplate]
DisplayName="少女前线HK416 身体 C"

;;;;;;;;;;;;;
;;;;LARM;;;;;
;;;;;;;;;;;;;

[Kev_GFL_404_HK416_Arm_L_T X2BodyPartTemplate]
DisplayName="少女前线HK416 左臂"

[LgtPlated_GFL_404_HK416_Arm_L_T X2BodyPartTemplate]
DisplayName="少女前线HK416 左臂"

[MedPlated_GFL_404_HK416_Arm_L_T X2BodyPartTemplate]
DisplayName="少女前线HK416 左臂"

[HvyPlated_GFL_404_HK416_Arm_L_T X2BodyPartTemplate]
DisplayName="少女前线HK416 左臂"

[LgtPowered_GFL_404_HK416_Arm_L_T X2BodyPartTemplate]
DisplayName="少女前线HK416 左臂"

[MedPowered_GFL_404_HK416_Arm_L_T X2BodyPartTemplate]
DisplayName="少女前线HK416 左臂"

[HvyPowered_GFL_404_HK416_Arm_L_T X2BodyPartTemplate]
DisplayName="少女前线HK416 左臂"


;;;;;;;;;;;;;
;;;;RARM;;;;;
;;;;;;;;;;;;;

[Kev_GFL_404_HK416_Arm_R_T X2BodyPartTemplate]
DisplayName="少女前线HK416 右臂"

[LgtPlated_GFL_404_HK416_Arm_R_T X2BodyPartTemplate]
DisplayName="少女前线HK416 右臂"

[MedPlated_GFL_404_HK416_Arm_R_T X2BodyPartTemplate]
DisplayName="少女前线HK416 右臂"

[HvyPlated_GFL_404_HK416_Arm_R_T X2BodyPartTemplate]
DisplayName="少女前线HK416 右臂"

[LgtPowered_GFL_404_HK416_Arm_R_T X2BodyPartTemplate]
DisplayName="少女前线HK416 右臂"

[MedPowered_GFL_404_HK416_Arm_R_T X2BodyPartTemplate]
DisplayName="少女前线HK416 右臂"

[HvyPowered_GFL_404_HK416_Arm_R_T X2BodyPartTemplate]
DisplayName="少女前线HK416 右臂"
